{
	"publikationen": [
		{
			"publikation_title": "Benutzerfreundlichkeit, Barrierefreiheit und Datenschutz bei Bewerbungsprozessen",
			"publikation_subtitle": "Analyse und Umsetzung aktueller Anforderungen an Webformulare durch Gesetze, Verordnungen, Richtlinien und Konventionen",
			"publikation_text": "Die Aufgabenstellung dieser Bachelorarbeit bestand darin, einen bereits existierenden Online-Bewerbungsprozess unter Berücksichtigung von Aspekten des Datenschutzes, der Berrierefreiheit und der Benutzerfreundlichkeit von Online-Formularen zu überarbeiten. Die Arbeit gibt einen umfassenden Überblick über die drei Themen und zeigt exemplarisch ein mögliches Umsetzungsszenario auf.",
			"publikation_color": "grau",
			"publikation_backgroundcolor": "rgb(190, 189, 189)",
			"publikation_author": "Daniel Michael Schäfer",
			"publikation_betreuer": "Prof. Dr. Barbara Dörsam",
			"img":"Landespreis_Apr19.png",
			"pdf":"Landespreis_Apr19.pdf"
		},
		{
			"publikation_title": "Konzeption und prototypische Umsetzung eines Backends für das Tool LeMon",
			"publikation_subtitle": "Entwicklung und prototypische Umsetzung eines Backend-Konzeptes mit Fokus auf Flexibilität und Wartbarkeit",
			"publikation_text": "Diese Publikation fasst die Ergebnisse einer Bachelorarbeit zusammen, in der auf der Grundlage der bereits existierenden Webanwendung LeMon ein neues Backend konzipiert und prototypisch umgesetzt wurde. Ziel des neuen Konzeptes war es, eine modularisierte Architektur zu schaffen, bei der die Flexibilität und Wartbarkeit signifikant verbessert werden.",
			"publikation_color": "blau",
			"publikation_backgroundcolor": "rgb(109, 108, 166)",
			"publikation_author": "Sabine Hampp",
			"publikation_betreuer": "Prof. Dr. Barbara Dörsam",
			"img":"LeMon_Server_Jan19.png",
			"pdf":"LeMon_Server_Jan19.pdf"
    },
		{
			"publikation_title": "Business Process Modeling als Dokumentationsgrundlage für die DSGVO",
			"publikation_subtitle": "Einführung von Business Process Modeling zur Optimierung von Geschäftsprozessen und als Doku&shy;mentations&shy;grundlage im Hinblick auf die europäische Datenschutzgrundverordnung",
			"publikation_text": "Die Aufgabenstellung dieser Bachelorarbeit bestand darin, ausgewählte Prozesse in einem Unternehmen mit Hilfe der Business Process Modeling Notation zu dokumentieren und Schwachstellen bezüglich der DSGVO aufzudecken. Zudem sollten Verbesserungsvorschläge für die künftige, DSGVO-konforme Prozessgestaltung erarbeitet werden.",
			"publikation_color": "gelb",
			"publikation_backgroundcolor": "rgb(238, 233, 139)",
			"publikation_author": "Thomas Mitterhofer",
			"publikation_betreuer": "Prof. Dr. Barbara Dörsam",
			"img":"DSGVO_Aug18.png",
			"pdf":"DSGVO_Aug18.pdf"
    },
		{
			"publikation_title": "Sprachsteuerung im Browser",
			"publikation_subtitle": "Können Spracheingabe und Sprachsteuerung Menschen mit Beeinträchtigung die Nutzbarkeit von Shops erleichtern?",
			"publikation_text": "In Zusammenarbeit mit der diconium digital solutions GmbH wurde im Rahmen dieser Bachelorthesis untersucht, ob die Spracheingabe bei Online-Shops für Menschen mit einer körperlichen Beeinträchtigung eine sinnvolle Alternative oder Ergänzung zur manuellen Eingabe von Daten per Tastatur oder Touchdisplay darstellt.",
			"publikation_color": "tuerkis",
			"publikation_backgroundcolor": "rgb(133, 194, 210)",
			"publikation_author": "Linda Günther",
			"publikation_betreuer": "Prof. Dr. Barbara Dörsam",
			"img":"Sprachbrowser_Aug18.png",
			"pdf":"Sprachbrowser_Aug18.pdf"
    },
		{
			"publikation_title": "Die Big Five im Marketing",
			"publikation_subtitle": "Die Anwendung der Big Five-Persönlichkeitsmerkale in psychologisch fundierten Marketing-Kampagnen",
			"publikation_text": "Durch den Wandel des Marketings von einer reinen Markenkommunikation zu einer datenbasierten Personalisierung, spielt die Persönlichkeit des Menschen eine immer größere Rolle. Diese Publikation fasst die Ergebnisse einer Bachelorarbeit zusammen, in welcher die Anwendung von Persönlichkeitsmerkmalen in konkreten Marketing Maßnahmen analysiert wurde.",
			"publikation_color": "grau",
			"publikation_backgroundcolor": "rgb(190, 189, 189)",
			"publikation_author": "Laura Priselac",
			"publikation_betreuer": "Jochen Riegg",
			"img":"Big_Five_im_Marketing_Jan18.png",
			"pdf":"Big Five im Marketing_Jan18.pdf"
		},
		{
			"publikation_title": "Die Adobe Marketing Cloud",
			"publikation_subtitle": "Evaluation der Adobe Marketing Cloud im Hinblick der Webseitenoptimierung im Studiengang Digital Publishing",
			"publikation_text": "Die Adobe Marketing Cloud ist eine neue digitale Marketing-Plattform von Adobe, in der alle digitalen Marketing-Aktivitäten eines Unternehmens in einer zentralen Cloud-Lösung gebündelt werden. Im Rahmen dieser Bachelor-Arbeit wurden die Möglichkeiten der Adobe Marketing Cloud evaluiert. Dabei wurde untersucht, in wie weit die neue Marketing-Cloud-Software von Adobe bei der Verwaltung und Analyse der öffentlichen Webseite des Fachbereichs Digital Publishing an der HdM helfen kann.",
			"publikation_color": "blau",
			"publikation_backgroundcolor": "rgb(109, 108, 166)",
			"publikation_author": "Katharina Rapp",
			"publikation_betreuer": "Prof. Dr. Arno Hitzges",
			"img":"AdobeMarketingCloud_Jan18.png",
			"pdf":"AdobeMarketingCloud_Jan18.pdf"
    }
	]
}
