{
	"berichte": [
		{
			"img": "whiteboard.jpg",
			"text": "Während meines Praktikums bei der hoerl Information Management GmbH hatte ich die Möglichkeit, eigenverantwortlich an unterschiedlichen Projekten zu arbeiten. So konnte ich nicht nur das im Studium angeeignete Wissen anwenden und festigen, sondern auch viel Neues dazulernen, zum Beispiel im Bereich der Webentwicklung. Außerdem war es sehr interessant, durch Kundenprojekte mitzubekommen, welche Chancen und Herausforderungen die Digitalisierung für Unternehmen mit sich bringt.",
			"author": "Lisa Schneider, 7. Semester"
		},
		{
			"img": "Suedkurier.jpg",
			"text": " In meinem Praxissemester beim SÜDKURIER Medienhaus durfte ich die digitale Transformation eines Unternehmens hautnah miterleben und mitgestalten. In meiner Abteilung, der Webentwicklung, habe ich mein im Studium erworbenes Wissen einbringen können und habe in vielen Bereichen hinzugelernt. Die flachen Hierarchien haben mir von Anfang an geholfen, mich als vollwertiges Mitglied im Unternehmen zu fühlen.",
			"author": "Simon Ecker, 7. Semester"
		},
		{
			"img": "ms444.jpg",
			"text": "Ich habe sehr viel im Bereich XML-Daten, Software-Usability und Kundenbetreuung gelernt und konnte bereits theoretisch Erlerntes mit praktischen Erfahrungen vertiefen. Auch die eigenverantwortliche Arbeit in Projekten war ein großer Bestandteil. Besonders toll war die Möglichkeit, die Entwicklungsabteilung für die Firmensoftware in Indien zu besuchen und so noch tiefer in die Materie des Unternehmens schnuppern zu können.",
			"author": "Michaela Schlagbauer, 6. Semester"
		},
		{
			"img": "tk122.jpg",
			"text": "Mein Praxissemester habe ich im Bereich Prozesse und Automatisierung beim Unternehmen Meyle+Müller absolviert. In dieser Zeit konnte ich umfangreiches theoretisches Wissen, das ich in den Vorlesungen gewonnen habe, direkt in der Praxis anwenden und erweitern. Sehr interessant und lehrreich dabei war, wie man Prozesse, technische Lösungen und Automatisierungen im Allgemeinen in der Medienproduktion und darüber hinaus konzipiert, erstellt, implementiert und umfangreich in der Meyle+Müller-Gruppe anwendet.",
			"author": "Tina Kratochwill, 6. Semester"
		},
		{
			"img": "praxis3.jpg",
			"text": "Die praktischen Erfahrungen im Bereich Projektmanagement haben mich im Entschluss, nach dem Studium in diesem Gebiet eine Tätigkeit auszuüben, bestätigt. Am Ende des Praktikums ist der Leiter meiner Abteilung auf mich zugekommen und hat mir eine Stelle als Werksstudent angeboten. Die Möglichkeit, dort die Bachelorarbeit zu schreiben und auch anschließend im Unternehmen zu arbeiten, wurde mir ebenfalls in Aussicht gestellt.",
			"author": "Student, 6. Semester"
		},
		{
			"img": "praxis2.jpg",
			"text": "Mein Praktikum als Fotografin hat mir gezeigt, wie flexibel dieser Beruf sein kann. Ich habe mich in vielen technischen Dingen im Bereich der Fotografie stark verbessert und konnte zudem auch Erfahrungen im Bereich Druck und der Anwendung von Photoshop sammeln. Am besten hat mir die Arbeit an den Outdoorlocations gefallen. So habe ich viele neue Orte kennengelernt.",
			"author": "Maike Schmid"
		},
		{
			"img": "praxis1.jpg",
			"text": "Neben der Vertiefung meiner Marketing- und Gestaltungskenntnisse wurde mir ein breites Verständnis komplexer Abläufe und die Umsetzung dieser in der täglichen Arbeit vermittelt. Methoden zum Projekt-und Zeitmanagement wurden ebenso vertieft, wie Kenntnisse in der Teamarbeit und der parallelen Arbeit in verschiedenen Projekten. Der Einsatz von Design Thinking, Lean StartUp, Business Model Canvas und anderen Innovationsmethoden in realen Projekten war für mich eine echte Bereicherung.",
			"author": "Robby Hübner"
		},
		{
			"img": "praxis4.jpg",
			"text": "Es ist beeindruckend, was man aus \u0022einfachen Reinigungsprodukten\u0022 an Kampagnen, Content und technischen Aufbereitungen innerhalb des digitalen Marketings rausholen kann. Besonders die Position als Schnittstelle zwischen Konzeption und Entwicklung hat mir sehr gut gefallen. Es ist eine sehr abwechslungsreiche Tätigkeit, in der man kreativ sein und auch zugleich analytisch und technisch arbeiten kann.",
			"author": "Büsra Yalman"
		}
	]
}
