{"news":[{"title":"Studienstart im virtuellen Semester","link":"news_200713.html","linkText":"Details zur Meldung 'Studienstart im virtuellen Semester'","img":"200713/Studienstart_Klein.jpg","text":"Auch wenn in diesem Semester Vieles anders war, eines ist gleich geblieben: Wie zu jedem Semesteranfang durften wir auch in diesem Sommersemester neue Studierende begrüßen. Doch anders als sonst konnten sie nicht an ihrem ersten Studientag das Gebäude der Hochschule der Medien betreten und ihre Kommilitonen und Professoren persönlich kennenlernen. Wie haben sie ihr erstes Semester an der Hochschule der Medien erlebt? Wir haben bei unseren Erstsemestern nachgefragt.","nId":2},{"title":"Als Tutorin im virtuellen Semester","link":"news_200707.html","linkText":"Details zur Meldung 'Als Tutorin im virtuellen Semester'","img":"200707/AdobeStock_355260799.jpeg","text":"Das Sommersemester 2020 verläuft in jeder Hinsicht außergewöhnlich: erst wurde der Start der Vorlesungen um fünf Wochen verschoben, dann wurden Präsenzveranstaltungen in kürzester Zeit auf virtuelle Formen umgestellt. Dabei legt die HdM normalerweise einen hohen Wert auf praktische Arbeiten und persönliche Betreuung aller Studierender. Wie kann man diesem Anspruch in virtuellen Veranstaltungen gerecht werden? Lisa Arnold berichtet aus ihrem Alltag als studentische Tutorin.","nId":3},{"title":"Innovative Lehr- und Lernkonzepte","link":"news_200330.html","linkText":"Details zur Meldung 'Innovative Lehr- und Lernkonzepte'","img":"200330/doersam_wittenzellner.jpg","text":"Professoren von Wirtschaftsingenieurwesen Medien engagieren sich überdurchschnittlich für eine exzellente, innovative Lehre: gleich vier Projekte werden dieses Jahr von der GHD gefördert.","nId":4},{"title":"WING-Team auf Hausmesse der it.schule Stuttgart","link":"news_200307.html","linkText":"Details zur Meldung 'WING-Team auf Hausmesse der it.schule Stuttgart'","img":"200307/it_schule.jpg","text":"Aussteller informieren über vielseitige Studienmöglichkeiten","nId":5}]}