{
  "projects":[
    {
      "study":"imp",
      "category":[
        "Design"
      ],
      "intro_title":"asd",
      "intro_img_src":"asdasd",
      "intro_text":"asfasfafsafsafsafs",
      "intro_img_alt":"fasafsafs",
      "detail_headline":"asfafsfasafsasf",
      "detail_header_img_src":"asfafsafs",
      "detail_header_img_alt":"afsafsafsafs",
      "detail_header_intro":"asfafsafsafs",
      "detail_text":"<p>afsafsafsafsafsafs</p>",
      "date":"3332-03-12",
      "contacts":[
        "doersam"
      ],
      "detail_media":[
        {
          "detail_img_src":"",
          "detail_img_alt":""
        }
      ],
      "prId":11
    },
    {
      "study":"mdm",
      "category":[
        "Design"
      ],
      "intro_title":"Re-Design für Veranstaltungen",
      "intro_text":"Electro Festival \"Wasser mit Geschmack\", MediaNight, Hamburger Krimibuchfestival. Was haben diese gemeinsam? Alle drei Veranstaltungen haben von unseren Studenten ein neues Design bekommen.",
      "intro_img_src":"/ws1920_02/mediadesign2_kachel_3.png",
      "intro_img_alt":"Logo Re-Design von Veranstaltungen",
      "detail_headline":"Re-Design von Veranstaltungen",
      "detail_header_img_src":"/ws1920_02/mediadesign2_alle_2.png",
      "detail_header_img_alt":"Einstiegsbild Re-Design von Veranstaltungen",
      "detail_header_intro":"In der Vorlesung \"Media Design 2\" haben die Teilnehmer die Aufgabe, eine Veranstaltung zu redesignen. Von Festivals über Wettbewerbe bis zur zur MediaNight an der HdM. Drei der besten Ergebnisse vom letzten Semester werden hier vorgestellt. ",
      "detail_text":"<h4>Die Aufgabe</h4><p>Ein Re-Design einer ausgewählten Veranstaltung. Das war die Aufgabe der Studenten in der von Frau Tabel gehaltenen Vorlesung \"Media Design 2\" von Wirtschaftsingenieurwesen Medien. Dazu gehörte die Ausarbeitung des neuen Designs in unterschiedlichen Formaten: Hoch- und Querformat, Groß- und Kleinformat sowie analoges und digitales Format. Alle Formate wurden im Maßstab 1:1 angelegt. Für die Prüfungsleistung sollten die Studenten ein Konzeptheft zu ihren jeweiligen Entwürfen abgeben.</p><p>Doch zuallererst musste die Ausgangslage der einzelnen Veranstaltungen analysiert werden. Dazu haben sich die Studenten mit den folgenden Fragen auseinandergesetzt:</p><ul><li> Wozu dient das Konzept?</li><li> Was ist die Botschaft?</li><li> Wer ist die Zielgruppe?</li><li> Wie ist die Bildsprache?</li><li> Wie ist die Typografie?</li></ul><h5>Projekt 1 - Wasser mit Geschmack: Re-Design des Electro Festivals</h5><p>Mike Buchhammer, Fabian Reulein und Ralf Lampl, Studenten von Wirtschaftsingenieurwesen Medien, entschieden sich, das Electro Festival \"Wasser mit Geschmack\" zu redesignen. Dazu gaben sie dem Festival einen neuen modernen, farbenfrohen Look. Entstanden sind Entwürfe für eine neue Künstlerdarstellung, das Lineup, ein Plakat sowie ein Ticket für das Electro Festival.</p><img src=\"../../bilder/projekte/ws1920_02/wasserMitGeschmack_lineup.PNG\" alt=\"Re-Design Lineup Wasser mit Geschmack\" class=\"project_detail_img_media_design2\"/><h5>Projekt 2 - MediaNight: Re-Design der Semesterausstellung an der HdM</h5><p>Florentine Bader, Studentin von Wirtschaftsingenieurwesen Medien, entwickelte das Re-Design für die MediaNight, eine Veranstaltung für die Projektausstellungen der Studierenden an der Hochschule der Medien. Mit Kontrast, auffallenden Farben und einem außergewöhnlichen Design schaffte sie es, der MediaNight einen neuen Touch zu verleihen. Sie fertigte unter anderem dafür ein Plakat, Flyer, Buswerbung und Ausweisschilder an.</p><img src=\"../../bilder/projekte/ws1920_02/mediaNight_ausweis.PNG\" class=\"project_detail_img_media_design2\" alt=\"Entwurf Re-Design MediaNight\"/><h5>Projekt 3 - Hamburger Krimibuchfestival: Re-Design</h5><p>Auch für das Hamburger Krimibuchfestival wurde ein schlichtes und aussagekräftiges Re-Design angefertigt. Ganz nach dem Motto der Veranstaltung, fesselnd und kriminell. Ann-Katrin Lorenz, Studentin von Wirtschaftsingenieurwesen Medien, hat für das analoge Format Plakat, Flyer und eine Postkarte entworfen. Für die digitale Welt gab es einen neuen Entwurf für das Instagram Auftreten und die Website.</p><img src=\"../../bilder/projekte/ws1920_02/krimibuchfestival.PNG\" class=\"project_detail_img_media_design2\" alt=\"Entwurf Re-Design Hamburger Krimibuchfestival\"/><p>Weitere Entwürfe dieser drei Projekte können Sie in diesem <a href=\"docs/Projekte_01_WING_MDM.pdf\" target=\"_blank\" title=\"Projekte Media Design 2\" class=\"text-link\">Dokument</a> sehen.</p>",
      "detail_media":[
        {
          "detail_img_src":"",
          "detail_img_alt":""
        },
        {
          "detail_img_src":"",
          "detail_img_alt":""
        }
      ],
      "date": "2019-07-08",
      "contacts":[
        "tabel"
      ],
      "prId":0
    },
    {
      "category":[
        "App",
        "Web",
        "Design"
      ],
      "intro_title":"Predictive Maintenance mit Social Listening",
      "intro_text":"Wie können Unternehmen Inhalte aus Social MediaNutzen, um frühzeitig Schwachstellen in ihrer Produktpalette vorherzusehen und diese zu verbessern? Dieser Frage sind wir im Rahmen dieses Projektes nachgegangen.",
      "intro_img_src":"/ss20_01/PredictiveMaintenance_Titelbild.png",
      "intro_img_alt":"Durchführung einer Sentiment-Analyse",
      "detail_headline":"Predictive Maintenance mit Social Listening",
      "detail_header_img_src":"/ss20_01/PredictiveMaintenance_Titelbild.png",
      "detail_header_img_alt":"Durchführung einer Sentiment-Analyse",
      "detail_header_intro":"Serviceprobleme frühzeitig erkennen? - Wie können Unternehmen Inhalte aus Social MediaNutzen, um frühzeitig Schwachstellen in ihrer Produktpalette vorherzusehen und diese zu verbessern? Dieser Frage sind wir im Rahmen dieses Projektes nachgegangen und haben anhand von vier selbst gewählten Anwendungsbeispielen den Markt nach Bewertungen und Posts auf Social-Media-Kanälen durchsucht. Dabei haben wir uns verschiedener Tools als Hilfsmittel (Webharvy, Vico, Azure Machine Learning) bedient, um das Sammeln und Auswerten der Daten zu ermöglichen.",
      "detail_text":"<p>Durch die große Menge vorhandener Daten, eine verbesserte Konnektivität der Endgeräte und die Möglichkeit, das Netz schnell nach Informationen zu durchsuchen, werden immer häufiger Bewertungen und Beiträge zu bestimmten Produkten erfasst und ausgewertet. Bewertungen spielen eine große Rolle in der Auswahl eines Produktes und beeinflussen so die Kaufentscheidung ins Negative oder ins Positive.</p><p>Ziel dieses Projektes war es, in Teamarbeit die Tonalität der Beiträge zu erfassen, negative Produktbewertungen zu analysieren und eventuelle Korrelationen zu servicerelevanten Themen zu erkennen.</p><p>Das Projekt war in drei Phasen gegliedert: In der ersten Phase wurde das Grundwissen zu den Technologien und Programmen vermittelt, um in Phase zwei selbst aktiv zu werden und Daten für ein Produkt zu erfassen und auszuwerten. In der letzten Phase wurden die Erkenntnisse zusammengefasst und in eine übersichtliche Form gebracht.</p><h4>Phase 1: Aufbau des Grundwissens</h4><p>Die einzelnen Projektteams haben sich zunächst auf eine Produktkategorie festgelegt, bei der zum einen aktuelle Daten vorliegen und die auch zum anderen in den nächsten Monaten noch genug Daten einbringen sollte. Die Produkte sollten auch eine Vielzahl an Produktbewertungen haben, die man mit geeigneten Methoden wie Statistiken oder Tests vergleichen kann.</p><p>Die Produktkategorien der Teams waren:</p><ul><li>Fernseher (Samsung und Grundig),</li>  <li>Auto (Mercedes A-Klasse),</li><li>Onlinekommunikation (Slack, Teams),</li><li>Microsoft Surface Geräte (Pro, Book, Laptop)</li></ul><p>In Phase 1 haben wir auch die Tools zur Datenerhebung (Webharvy und Vico) sowie zur Visualisierung (PowerBI) kennengelernt.</p><h4>Phase 2: Datenanalyse</h4><p>Nachdem wir uns in die Tools eingearbeitet haben, hieß es: Ran an den Speck. Wir haben durch Webharvy und Vico unzählige Daten aus Produktbewertungen erfasst und durch geeignete Diagramme in PowerBI dargestellt.</p><p>Verwendete Programme und Technologien waren:</p><ul><li><em>Webharvy</em> ist ein Webscraping-Tool, mit dem Datenquellen wie Text, HTML, Bilder und URLs einfach erfasst und in verschiedenen Formaten abgespeichert werden können, in denen Webharvy automatisch Muster der Website erkennt.</li><li><em>Vico Research</em> kann durch verschiedene Suchanfragen Social-Media-Beiträge filtern und diese für Unternehmen aufwerten.</li><li><em>Microsoft PowerBI</em> ist eine Business-Analysis-Lösung, mit der man Daten schnell zusammenfassen und auf unterschiedliche Arten visualisieren kann.</li><li><em>Microsoft Azure Machine Learning</em> ist eine KI-Software, welche Sentiments von Beiträgen erfassen und somit ein Stimmungsbild (negativ, positiv, neutral) der analysierten Posts abgeben kann.</li></ul><h4>Phase 3: Ergebnisdarstellung</h4><p>In der letzten Phase wurden die Daten ausgewertet und vorgestellt. Welche Vorgehensweise und welches Konzept zur Datenerhebung wurden in den Teams gewählt? Was für Daten wurden gefunden und wurde eine Korrelation gefunden? Diese Fragen wurden dokumentiert und die Ergebnisse festgehalten.</p>",
      "detail_media":[
        {
          "detail_img_src":"../projekte/ss20_01/Predictive_Maintenance_PowerBI_Beispiel.png",
          "detail_img_alt":"Übersicht über Fehlermeldungen zu einem Fernseher?"
        },
        {
          "detail_img_src":"../projekte/ss20_01/Predictive_Maintenance_PowerBi_Beispiel2.png",
          "detail_img_alt":"Übersicht über die Sentiments in Beiträgen zu einem Produkt."
        }
      ],
      "date":"2020-06-29",
      "contacts":[
        "hitzges"
      ],
      "prId":1
    },
    {
      "study":"imp",
      "category":[
        "App",
        "Web",
        "Design"
      ],
      "intro_title":"PMM SPICE IT UP",
      "intro_text":"Mit dem Produkt dieses Semesters, der \"PMM SPICE IT UP\", wollen die Studierenden dem Chaos in der Küche mit Innovation und Cleverness den Kampf ansagen und Würze ins Leben bringen - das Ganze unter dem Stichwort Nachhaltigkeit.",
      "intro_img_src":"/ws1920_01/logofinal-01.jpg",
      "intro_img_alt":"Logo Projekt PMM SPICE IT UP",
      "detail_headline":"PMM SPICE IT UP",
      "detail_header_img_src":"/ws1920_01/gruppenbild.jpg",
      "detail_header_img_alt":"Einstiegsbild PMM SPICE IT UP",
      "detail_header_intro":"Mit dem Produkt dieses Semesters, der \"PMM SPICE IT UP\", wollen die Studierenden dem Chaos in der Küche mit Innovation und Cleverness den Kampf ansagen und Würze ins Leben bringen - das Ganze unter dem Stichwort Nachhaltigkeit.",
      "detail_text":"<h4>Würze ins Leben bringen</h4><p>Die \"PMM SPICE IT UP\" besteht aus fünf verschiedenen Gewürzen und einem Gewürzständer, der durch eigenständiges Basteln des Nutzers aus der Verpackung des Produkts entsteht und somit Müll vermeidet. Eine zusätzliche Smartphone-Halterung, die sich aus dem Inlay des Produkts trennen lässt, macht es möglich, während des Kochens ganz bequem einer Video-Kochanleitung zu folgen. \"PMM SPICE IT UP\" sieht innovativ aus, passt in jede Küche und sorgt für Abwechslung beim Kochen.</p><p>Neben Lieblingsrezepten, die jeder einzelne aus dem Team im beigefügten Kochbuch präsentiert, gibt es zusätzlich erstklassige Geheimtipps, mit denen jedes Chaos in der Küche beseitigt werden kann. </p><h4>Kooperation mit der Wirtschaft</h4><p>Umgesetzt wurde das Projekt wieder durch die Akquise von Anzeigen und Sponsorengeldern in enger Kooperation mit Fachbetrieben der Druckbranche und schließlich durch die Nutzung der hochschuleigenen Maschinen und Anlagen des \"Production Space\". Dabei wurde wieder ein ganzheitlicher Ansatz von der Ideenfindung, Konzeption, Finanzierung bis zur produktionstechnischen Realisierung eines innovativen und nützlichen Produkts verfolgt. Gleichzeitig ist es eine gute Gelegenheit, den Studiengang Print-Media-Management / Wirtschaftsingenieurwesen Medien mit seinen vielen Facetten der Medienindustrie zu präsentieren und zu zeigen, was ihn so besonders macht. </p>",
      "detail_media":[
        {
          "detail_img_src":"",
          "detail_img_alt":""
        }
      ],
      "date": "2020-01-28",
      "contacts":[
        "hartmann",
        "wiesener"
      ],
      "prId":2
    },
    {
      "study":"dp",
      "category":[
        "App",
        "Web",
        "Design"
      ],
      "intro_title":"SmartEE",
      "intro_text":"Die Energie der Sonne erkennen, verarbeiten und nutzen: SmartEE ist eine intelligente Anwendung, die von zehn Studierenden des Studienschwerpunkts Digital Publishing im vierten Semester realisiert wurde. ",
      "intro_img_src":"/ss19_02/bild_fuer_kachel.jpg",
      "intro_img_alt":"Logo Projekt SmartEE",
      "detail_headline":"SmartEE",
      "detail_header_img_src":"/ss19_02/gruppenbild.jpg",
      "detail_header_img_alt":"Einstiegsbild SmartEE",
      "detail_header_intro":"Die Energie der Sonne erkennen, verarbeiten und nutzen: SmartEE ist eine intelligente Anwendung, die von zehn Studierenden des Studienschwerpunkts Digital Publishing im vierten Semester realisiert wurde. ",
      "detail_text":"<h4>Die Energie der Sonne nutzen</h4><p>Im Rahmen des Projektpraktikums haben es sich zehn Viertsemester des Studienschwerpunkts Digital Publishing zum Ziel gesetzt, eine Anwendung zu realisieren, die es ermöglicht, das eigene Zuhause autark zu gestalten. Die Software simuliert dabei einen Haushalt inklusive Solaranlage und sämtlicher elektrischer Geräte, die im Alltag regelmäßig genutzt werden. </p><p>Da das Thema des autarken Wohnens zur Zeit hochaktuell ist, konnten sich die Studierenden auf Anhieb für das Thema begeistern und hatten große Motivation, das Projekt umzusetzen und die Software immer weiter zu verbessern. Dabei kam ihnen nicht nur ihr Wissen rund um Webanwendungen und ums Programmieren zugute - auch die Relevanz von organisatorischen Dingen wie Projektmanagement und die Organisation innerhalb der Gruppe ist bei einem solchen Projekt nicht zu unterschätzen. So teilten sich die Studierenden etwa in zwei Teams, um anstehende Aufgaben sinnvoll verteilen zu können: Folglich kümmerten sich drei Studierende hauptsächlich um die graphische Oberfläche und das Design, während sich die anderen vorwiegend mit dem Backend und der Programmierung auseinandersetzten. </p><p>Über den Projektzeitraum hinweg wuchs die Software konstant weiter und ist inzwischen eine intelligente Anwendung, die von Solaranlagen erzeugten Strom für verschiedene Haushaltsgeräte und andere Verbraucher einsetzt - Beispiele dafür sind Waschmaschine, Trockner und Elektroauto. Herzstück der Anwendung ist das Energie-Management-System, das die vorhandene Energie verwaltet und so auf die Verbraucher aufteilt, dass möglichst wenig Strom aus dem allgemeinen Stromnetz bezogen werden muss. </p><p>Dem Nutzer wird es somit ermöglicht, einen umfangreichen Überblick über den erzeugten sowie den verbrauchten Strom zu erhalten, verschiedene Szenarien zu simulieren und zu sehen, wie man die selbsterzeugte Energie effizient nutzen kann, um sein Zuhause autark zu gestalten. </p>",
      "detail_media":[
        {
          "detail_img_src":"../projekte/ss19_02/screenshot_01.jpg",
          "detail_img_alt":"SmartEE Screenshot 1"
        },
        {
          "detail_img_src":"../projekte/ss19_02/screenshot_02.jpg",
          "detail_img_alt":"SmartEE Screenshot 2"
        }
      ],
      "date":"2019-07-03",
      "contacts":[
        "doersam"
      ],
      "prId":3
    },
    {
      "study":"mdm",
      "category":[
        "App",
        "Web",
        "Design"
      ],
      "intro_title":"inhdm",
      "intro_text":"inhdm ist ein interaktiver Info-Point für die Hochschule der Medien, der von sieben Studierenden des Studienschwerpunkts Digital Publishing (4. Semester) im Sommersemester 2019 umgesetzt wurde.",
      "intro_img_src":"/ss19_01/kachel.png",
      "intro_img_alt":"Logo Projekt inhdm",
      "detail_headline":"inhdm",
      "detail_header_img_src":"/ss19_01/gruppenbild.jpg",
      "detail_header_img_alt":"Einstiegsbild inhdm",
      "detail_header_intro":"inhdm ist ein interaktiver Info-Point für die Hochschule der Medien, der von sieben Studierenden des Studienschwerpunkts Digital Publishing (4. Semester) im Sommersemester 2019 umgesetzt wurde.",
      "detail_text":"<h4>Ein Wegweiser durch den Alltag der Hochschule der Medien</h4><p> Mittels Sprachbefehlen kann der Benutzer Informationen rund um die Hochschule der Medien abfragen, beispielweise, wo ein bestimmter Raum liegt, wann die Bibliothek offen hat oder wann die nächste Vorlesung beginnt. Insgesamt gibt es fünf Bereiche, die von der Anwendung inhdm abdeckt werden: Raumsuche, Informationen zu anstehenden Events, allgemeine Informationen zu Einrichtungen und Initiativen, Mitarbeiter und Dozenten der Studiengänge und Lehrveranstaltungen.</p><p>Das Ziel war es, den Alltag der Studierenden an der Hochschule der Medien zu erleichtern. Das steigerte auch die Motivation des inhdm Projektteams, da sie durch das Projektpraktikum nicht nur ihr erlerntes Wissen anwenden, sondern gleichzeitig einen positiven Nutzen für ihre Kommilitonen schaffen konnten.</p><p>Inhdm war das erste größere und vollkommen eigenständige Projekt für die Studierenden seit Studienbeginn. Daher war die Neugier groß. Doch jeder Projektanfang bringt auch neue Herausforderungen mit sich. Das Projektteam sammelte dabei wichtige Erfahrungen im Bereich Softwareprojekte, wie man am besten in einem Projekt vorgeht und welche Dinge beachtet werden müssen. Auch die Selbstorganisation innerhalb der Gruppe gehörte dazu. Durch die Vielfältigkeit der Aufgaben konnte sich jedes Projektmitglied mit seinen Interessen und Stärken einbringen. Zum einem gab es das Entwickler-Team, das sich mit der Entwicklung der Web-Anwendung beschäftigte und zum anderen das Gestalter-Team, das sich hauptsächlich mit der graphischen Oberfläche der Web-Anwendung und mit der Vorbereitung der MediaNight auseinandersetzte. </p><h4>Ein kleiner Einblick in die Anwendung inhdm</h4><p>Im Stand-by-Modus werden auf dem Bildschirm laufend Werbeplakate eingespielt. Sobald eine Person an die Anwendung herantritt, wird sie mithilfe eines Ultraschallsensors erkannt und die Anwendung startet.</p><p>Dem Benutzer wird eine Übersichtsseite mit möglichen Fragen zur Orientierung angezeigt. Anschließend kann der Benutzer durch Sprachbefehle die Konversation starten, um die Informationen zu erhalten. Diese Konversation kann beliebig lange dauern, bis alle offenen Fragen geklärt sind.</p><p>Im Backend geschieht dabei Folgendes: Komponenten wie Dialogflow, Datenbank und Server sind miteinander verknüpft. Dabei wird der Sprachbefehl des Benutzers in einen String umgewandelt und Antworten aus der Datenbank gelesen. Diese Antworten werden dem Benutzer vorgelesen und weitere nützliche Informationen auf dem Bildschirm dargestellt. </p><p>Die Unterhaltung wird beendet durch das Wegtreten des Benutzers. Der Bildschirm geht wieder in den Stand-by-Modus, bis der nächste Benutzer kommt. </p>",
      "detail_media":[
        {
          "detail_img_src":"../projekte/ss19_01/screenshot_01.png",
          "detail_img_alt":"inhdm Screenshot 1"
        },
        {
          "detail_img_src":"../projekte/ss19_01/screenshot_02.png",
          "detail_img_alt":"inhdm Screenshot 2"
        }
      ],
      "date":"2019-06-25",
      "contacts":[
        "doersam"
      ],
      "prId":4
    },
    {
      "category":[
        "Design"
      ],
      "intro_title":"Design für die MediaNight",
      "intro_text":"Grafikentwurf für die Gestaltung der MediaNight-Produkte: stark, bunt und vielfältig einsetzbar, so wie die MediaNight ist.",
      "intro_img_src":"/ws1819_01/entwurf_title.png",
      "intro_img_alt":"Logo Projekt Design für die MediaNight",
      "detail_headline":"Design für die MediaNight",
      "detail_header_img_src":"/ws1819_01/entwurf_02.png",
      "detail_header_img_alt":"Einstiegsbild Design für MediaNight",
      "detail_header_intro":"Der Entwurf von Dunja Sariany, einer Studentin von Wirtschaftsingenieurwesen Medien, hat sich bei dem Organisationskomitee der MediaNight durchgesetzt: Ihre Ideen werden für die nächste MediaNight in die Praxis umgesetzt. ",
      "detail_text":"<h4>Das Projekt</h4><p>Die MediaNight ist eine Veranstaltung der Hochschule der Medien, welche immer zum Semesterende stattfindet und an der Projektarbeiten von verschiedenen Studiengängen vorgestellt werden. Ziel der MediaNight ist es, Besuchern durch die Semesterprojekte der Studenten einen Einblick in die Welt der Medien zu gewähren. Besucher können die kreativen Projekte an einem Abend anschauen, testen und erleben. Jedes Semester werben die Organisatoren mit unterschiedlichen Formaten für die MediaNight, z.B. mit Plakaten, Flyern, einer Webseite und einer App. </p><p>Der Entwurf für das Sommersemester 2019 wurde im Rahmen der Vorlesung \"Media Design 2\" im Studiengang Wirtschaftsingenieurwesen Medien erarbeitet. Hintergrund der Vorlesung war es, unterschiedliche Formate für eine Veranstaltung nach Wahl zu gestalten. Zu Beginn wurden geeignete Veranstaltungen recherchiert und darauf aufbauend verschiedene Formate und deren Anforderungen analysiert. Dann wurden Veranstaltungsmedien gestaltet - von klein nach groß, von analog nach digital. </p><p>Das Organisationskommitee der MediaNight hat nun entschieden, dass der Entwurf von Dunja Sariany, Studentin im Studiengang Wirtschaftsingenieurwesen Medien, für die MediaNight im Sommersemester 19 benutzt wird: ihre Ideen werden nun in die Praxis umgesetzt.</p><p>Dabei hat sie Entwürfe für folgende Formate entwickelt: </p><ul><li>eine Plakatreihe, bestehend aus drei Versionen im A3- und A1-Format,</li><li>einen Flyer mit Wickelfalz, in dem eine Auflistung aller Projekte der MediaNight stehen sollen,</li><li>einen Facebook-Auftritt zur MediaNight mit Banner im Format 1920 x 1080 Pixel und Animation,</li><li>einen Banner für den Infostand mit den Maßen 100 x 200 cm im Hoch- und Querformat.</li></ul><p>Details der Veranstaltung können im <a href=\"docs/KonzeptbuchMediaDesign.pdf\" target=\"_blank\" title=\"Der Web2Print-Shop der HdM\" class=\"text-link\">Konzeptbuch</a> nachgelesen werden. </p>",
      "detail_media":[
        {
          "detail_img_src":"",
          "detail_img_alt":""
        }
      ],
      "date":"2019-05-11",
      "contacts":[
        "tabel"
      ],
      "prId":5
    },
    {
      "study":"imp",
      "category":[
        "App",
        "Web",
        "Design"
      ],
      "intro_title":"InGame",
      "intro_text":"Durch ein hochwertiges Kartenspiel und eine Begleitbroschüre, welche Spielvarianten aber auch leckere Cocktailrezepte enthält, sorgt das \"InGame\" für unvergessliche Spieleabende.",
      "intro_img_src":"ingame_01.jpg",
      "intro_img_alt":"Logo InGame",
      "detail_headline":"Projekt InGame: Perfekt in Szene gesetzt",
      "detail_header_img_src":"news_ingame.jpg",
      "detail_header_img_alt":"Produktion der PMM-InGame",
      "detail_header_intro":"Bei der diesjährigen 25. Auflage der PMM-Insight drehte sich alles um das Motto \"Spiele\". Junge Menschen erfreuen sich wieder mehr  an klassischen Gesellschaftsspielen. Dieser Trend wurde von den Studierenden im aktuellen Projekt PMM-Insight, mit dem Titel \"PMM InGame\", aufgegriffen und mit innovativen Ideen umgesetzt.",
      "detail_text":"<p>Mittels eines hochwertigen Kartenspiels und einer Begleitbroschüre, welche sowohl Spielvarianten als auch leckere Cocktail- und Fingerfoodrezepte beinhaltet, setzte sich das kreative Nachwuchs-Wirtschaftsingenieur-Team des 4. Semesters das Ziel, für unvergessliche Spieleabende zu sorgen. In einem innovativen Studiengang lassen sich die Studierenden so einiges Neues einfallen, also baute man Augmented Reality (AR) in das Kartenspiel und in die Begleitbroschüre ein. Die Produktion erfolgte weitgehend in Eigenregie. In Kooperation mit den Sponsoren wurde eine Auflage von 2500 Exemplaren hergestellt. Um Vetrieb, Marketing, Digital Content, Design sowie Planung und Kalkulation kümmerten sich die Studierenden ebenfalls selbständig und konnten zur Projektpräsentation einen erfreulichen Überschuss nachweisen.</p><p>Auf der MediaNight am 5.7.18 wurde das Projekt PMM InGame der Öffentlichkeit präsentiert. Ein besonderes Highlight am PMM-Stand war der \"Black Jack\" Spieletisch, bei dem Studierende aber auch Professoren und Gäste \"zocken\" konnten, was offenbar sehr gerne wahrgenommen wurde. Anschließend kamen die Besucher ebenso zahlreich in der PMM-Lounge bei einem Drink zusammen. Das erfolgreiche InGame-Serviceteam hatte hier die \"Lizenz zum Schenken\", sowohl bei den leckeren Getränken als auch beim innovativen Kartenspiel, das von vielen gelobt und auch gleich mitgenommen wurde. Ein großes Dankeschön an das 4. Semester für einen gelungenen Abend.</p><p>Wer mehr über das Projekt InGame und über Augmented Reality erfahren möchte, kann hierzu die <a href=\"https://pmmingame.de/\" class=\"text-link\" target=\"_blank\" title=\"Homepage des Projektes PMM-InGame\">InGame-Homepage</a> besuchen.</p>",
      "detail_media":[
        {
          "detail_img_src":"news_ingame_01.jpg",
          "detail_img_alt":"PMM-InGame auf der MediaNight"
        },
        {
          "detail_img_src":"news_ingame_02.jpg",
          "detail_img_alt":"PMM-InGame auf der MediaNight"
        }
      ],
      "date":"05. Juli 2018",
      "contacts":[
        "thaler",
        "wiesener"
      ],
      "prId":6
    },
    {
      "study":"dp",
      "category":[
        "App",
        "Web",
        "Design"
      ],
      "intro_title":"web2print-Shop",
      "intro_text":"Studierende haben einen Web-to-Print-Shop für die Hochschule für Lehre und Forschung an der HdM aufgebaut.",
      "intro_img_src":"web2print.jpg",
      "intro_img_alt":"Das web2print-Projekt",
      "detail_headline":"Studierende entwickeln Web-to-Print-Shop für die Hochschule",
      "detail_header_img_src":"news_web2print.jpg",
      "detail_header_img_alt":"Das Web2Print-Team",
      "detail_header_intro":"Die Stuttgarter Hochschule der Medien (HdM) hat einen Web-to-Print-Shop für Lehre und Forschung aufgebaut. Pünktlich zum Start des Wintersemesters 2018/2019 kann er von Studierenden und Dozenten genutzt werden. Aufgebaut hat ihn ein Team von neun Studierenden des Schwerpunkts Digital Publishing im Studiengang Wirtschaftsingenieurwesen Medien.",
      "detail_text":"<p>Seit Anfang des Jahres nutzt die HdM eine neue Digitaldruckmaschine, die HP Indigo 5r Digital Press. Sie wurde für den Lehrbetrieb angeschafft, soll aber auch zwischen den Lehreinheiten und in der vorlesungsfreien Zeit genutzt werden, etwa für die Produktion von Flyern, Postkarten, Postern oder Broschüren für den Hochschulalltag. \"Dabei ist jedoch ein hoher Automatisierungsgrad wichtig, da die personellen Ressourcen für solche Aufgaben beschränkt sind\", berichtet Prof. Dr. Barbara Dörsam. Deshalb haben die Studierenden in ihrer Lehrveranstaltung einen <a href=\"http://web2print.hdm-stuttgart.de\" target=\"_blank\" title=\"Der Web2Print-Shop der HdM\" class=\"text-link\">Web-to-Print-Shop</a> für die Nutzung der neuen Druckmaschine aufgebaut.</p><h4>Mit automatischer Qualitätskontrolle</h4><p>Der neue Shop löst den bisherigen manuellen Bestellprozess für Druckprodukte ab. Er umfasst unter anderem eine automatische Qualitätskontrolle der Vorlagen, um Verzögerungen in der Produktion zu vermeiden. Ein besonderes Augenmerk richtete das Projektteam auf die Benutzerfreundlichkeit des Shops: Alle Eingabemasken sollten auch für nicht technisch versierte Benutzer selbsterklärend sein oder grafikunterstützte Hilfetexte aufweisen, damit Rückfragen oder Abbrüche im Bestellprozess vermieden werden können.</p><p>Für ihr Projekt haben die Studenten sich in unterschiedlichen Gruppen organisiert. Das Layout-Team hat sich um die Seiten des Web-to-Print-Shops und um zusätzliche informative Seiten gekümmert. Die Programmierer haben das Herz der Anwendung entwickelt, die Logik des Bestellprozesses, Preisberechnungen, die Benachrichtigung von Benutzern und Drittsysteme integriert. Dabei haben sie darauf geachtet, dass der Shop künftig mit einem geringen Aufwand um neue Produktvarianten oder um ganz neue Produkte erweitert werden kann. Das \"Preflight\"-Team hat sich um die automatisierte Qualitätsüberprüfung der Druckvorlagen (PDF-Dateien) gekümmert und Workflows für die Kontrolle von insgesamt 14 Produktvarianten hinterlegt. Geprüft werden Fehler wie unpassende Endformate, Objekte außerhalb des Druckbereichs, falsche Seitengrößen, -ausrichtung und -anzahl. Auch wird der Benutzer gewarnt, wenn seine Druckvorlage zwar fehlerfrei ist, aber keine hohe Qualität aufweist, etwa unscharfe Bilder enthält. Sie haben auch dafür gesorgt, dass sich alle HdM-Angehörigen mit ihrem Standard-Nutzernamen im Shop anmelden können und ein Ticketing-System integriert.</p><h4>Anwendung für die Nutzung in der Praxis</h4><p>Oliver Frank vom Shop-Team freut sich, dass es sich beim Web-to-Print-Shop um eine Anwendung handelt, die in der Praxis Verwendung findet. Seine Kommilitonin Julia Fix ergänzt: \"So war die Motivation, ein gelungenes Ergebnis zu erzielen, gleich größer\". Carola Berner sagt: \"Mit der Entwicklung der Anwendung konnten wir alle Aspekte unseres Studiums vereinen. Wir haben das Gelernte direkt in die Praxis umgesetzt, und als Resultat einen Mehrwert für alle Studierende und Mitarbeiter der Hochschule erzielt. Das macht unser Team besonders stolz und motiviert für weitere Projekte.\" Stolz ist auch Betreuerin Prof. Dr. Barbara Dörsam: \"Für die Studierenden war es die erste größere Gruppenarbeit in ihrem Studium. Es war toll zu sehen, wie schnell und problemlos das Team zusammengewachsen ist und sich organisiert hat.\"",
      "detail_media":[
        {
          "detail_img_src":"news_web2print_01.png",
          "detail_img_alt":"Startseite des web2print-Shops"
        },
        {
          "detail_img_src":"news_web2print_02.png",
          "detail_img_alt":"Produktauswahl im web2print-Shop"
        }
      ],
      "date":"2018-10-26",
      "contacts":[
        "doersam"
      ],
      "prId":7
    },
    {
      "study":"mdm",
      "category":[
        "App",
        "Web",
        "Design"
      ],
      "intro_title":"InTime",
      "intro_text":"In einer digitalen Welt fehlt uns häufig Zeit. Deshalb wollen wir den Leser zurück in die analoge Welt führen. Zeit für Print!",
      "intro_img_src":"intime.jpg",
      "intro_img_alt":"Das Projekt PMM-InTime",
      "detail_headline":"InTime",
      "detail_header_img_src":"02_intime.jpg",
      "detail_header_img_alt":"PMM-InTime",
      "detail_header_intro":"Handlich, vielseitig und gespickt voller kleiner Überraschungen - der Organizer \"pmm InTime\" soll der ideale Begleiter für den Alltag sein. Zum 24. Mal entwickelten Studierende der Hochschule der Medien (HdM) im Projekt \"PMM Insight\" über das gesamte Semester ein innovatives Printprodukt. Der Taschenkalender erfreute sich bei der MediaNight großer Beliebtheit und war innerhalb weniger Stunden schnell vergriffen.",
      "detail_text":"<p>Das neue Jahr hat begonnen und mit ihm soll alles anders werden, oder auch nicht? Egal wie zufrieden Menschen mit ihrem Leben sind, eines fehlt häufig: Zeit. Dabei gibt es gerade in der Region Stuttgart viel zu erleben, das zeigen HdM-Studierende mit \"pmm InTime\". \"Der Taschenkalender soll die Menschen begeistern und zurück in die analoge Welt holen\", erklären die Studenten ihr diesjähriges Projekt.</p><p>Dabei besitzt jeder Monat einen besonderen Schwerpunkt. Zeit für Genuss, Zeit für Kultur, Zeit für Gewässer: Oft mangelt es nicht an den Möglichkeiten, sondern nur an der Zeit, die man sich nicht nimmt. Dabei achteten die Studierenden vor allem auf Details und versteckte Überraschungen. So besitzt jeder Monat eine zusätzliche Postkarte, die durch eine spezielle Beschichtung zum Riechen oder Fühlen einlädt.</p><h4>Studierende arbeiteten in verschiedenen Teams</h4><p>Studierende des 4. und 6. Semesters der Bachelorstudiengänge Druck- und Medientechnologie und Print-Media-Management arbeiteten mehrere Monate in verschiedenen Teams an ihrem Produkt. Diese reichten von der Redaktion, über Sponsoring Druck und Design bis hin zum Event, der Vorstellung des Organizers bei der MediaNight am 1. Februar 2018.</p><p>\"Die neue 'PMM Insight' hat dieses Semester einen starken Fokus auf den Nutzen des Produkts gelegt. Herausgekommen ist ein Organizer, der unter anderem neuartige Materialien wie etwa Graspapier beinhaltet. Dabei fordert die 'PMM Insight' die gesamte Bandbreite des Wirtschaftsingenieurwesens: von der Planung, Finanzierung, Entwicklung, Produktion bis hin zur Vermarktung - alles in der Hand der Studierenden. Von Besuchern der MediaNight kam diesbezüglich ausschließlich positives Feedback. Somit ist die 'PMM Insight' wieder einmal ein voller Erfolg\", sagt Dr. Oliver Wiesener, Professor im Studiengang Wirtschaftsingenieurwesen mMdien.</p><h4>Möglich erst durch starke Partner</h4><p>Möglich wurde das Projekt vor allem durch die Partner, die die Studierenden bei der Umsetzung des Taschenkalenders unterstützten. So lieferten die peyer graphic GmbH, die METAPAPER GmbH &amp; Co. KG und die Papierfabrik Scheufelen GmbH &amp; Co. KG beispielsweise das Material. Die Produktion wäre dagegen ohne die B&amp;K Offsetdruck GmbH, die oeding print GmbH, die Klaus VeredelungsManufaktur GmbH, die Muster Straub GmbH, die Kösel GmbH &amp; Co. KG sowie die Hinderer + Mühlich GmbH &amp; Co. KG nicht möglich gewesen.</p>",
      "detail_media":[
        {
          "detail_img_src":"",
          "detail_img_alt":""
        }
      ],
      "date":"2018-02-16",
      "contacts":[
        "wiesener"
      ],
      "prId":8
    },
    {
      "category":[
        "App",
        "Web",
        "Design"
      ],
      "intro_title":"Sharepoint-Blog2Print",
      "intro_text":"Online First, aber dann auch Print Second! Im Rahmen des Projektes Blog2Print wurde untersucht, wie ein erfolgreicher Online-Blog durch Nutzung von Database-Publishing-Technologien um eine Printausgabe erweitert werden kann.",
      "intro_img_src":"01_blog.jpg",
      "intro_img_alt":"Das Sharepoint-Blog2Print-Projekt",
      "detail_headline":"Blog2Print",
      "detail_header_img_src":"02_blog.jpg",
      "detail_header_img_alt":"Printausgabe des Blogs SharePoiunt 360°",
      "detail_header_intro":"Online First, aber dann auch Print Second! Im Rahmen des Projektes Blog2Print wurde untersucht, wie ein erfolgreicher Online-Blog durch Nutzung von Database-Publishing-Technologien um eine Printausgabe erweitert werden kann. So konnte im Sommer 2017 das Fachportal SharePoint 360 seine erste Printausgabe in Zusammenarbeit mit dem Studententeam von Wirtschaftsingenieurwesen Medien produzieren.",
      "detail_text":"<h4>Layout und Redaktion</h4><p>In mehreren Stufen und Redaktionssitzungen wurde zunächst der Fachcontent des Portals nach Kategorien gegliedert und die für die Printausgabe geeigneten Artikel ausgewählt und redaktionell optimiert. Parallel dazu hat das Layoutteam sein Bestes gegeben und ein tolles Print-Layout für das Online Portal entwickelt</p><h4>Das Projekt</h4><p>Das Blog2Print-Projekt wurde innerhalb eines Semesters von zehn Studierenden umgesetzt. Dabei wurden im Projekt alle Abteilungen abgebildet, die auch in einem realen Verlag daran beteiligt gewesen wären: Redaktion, Anzeigenwerbung, Programmierung und Print-Produktion.</p><p>Alles wurde komplett an der HdM durchgeführt. Sogar das Sortieren, Falzen, Heften und Schneiden der finalen Druckbögen  alles? Naja, fast alles. Die ersten 50 Exemplare haben wir per Hand gemacht, danach sind wir zu einem Weiterverarbeiter gefahren und haben die letzten 1000 Exemplare von einer Maschine produzieren lassen.</p><h4>Neugierig?</h4><p>Hier ist das Onlineportal SharePoint 360: <a href=\"http://sharepoint360.de/\" target=\"_blank\" title=\"Onlineportal SharePoint 360\" class=\"text-link\">http://sharepoint360.de/</a></p><p>Hier ist der Artikel darüber: <a href=\"https://sharepoint360.de/sharepoint360-de-goes-print-studenten-der-hdm-stuttgart-produzieren-sonderheft-zum-sharepoint-forum/\" target=\"_blank\" title=\"Artikel über die Printausgabe des Onlineportals SharePoint 360\" class=\"text-link\">https://sharepoint360.de/sharepoint360-de-goes-print-studenten-der-hdm-stuttgart-produzieren-sonderheft-zum-sharepoint-forum/</a></p>",
      "detail_media":[
        {
          "detail_img_src":"",
          "detail_img_alt":""
        }
      ],
      "date": "2017-06-30",
      "contacts":[
        "hitzges"
      ],
      "prId":9
    },
    {
      "study":"imp",
      "category":[
        "App",
        "Web",
        "Design"
      ],
      "intro_title":"MazeRunner",
      "intro_text":"Die Hochschule der Medien (HdM) erstreckt sich inzwischen über vier Gebäude - eine große Herausforderung für alle Studienanfänger. Der Mazerunner, eine Art Superheld führt ab sofort alle Interessierten durch das HdM-Labyrinth.",
      "intro_img_src":"mazerunner.png",
      "intro_img_alt":"Logo Projekt Mazerunner",
      "detail_headline":"MazeRunner",
      "detail_header_img_src":"02_mazerunner.jpg",
      "detail_header_img_alt":"Einstiegsbild des Mazerunners",
      "detail_header_intro":"Die Hochschule der Medien (HdM) erstreckt sich inzwischen über vier Gebäude - eine große Herausforderung für alle Studienanfänger und Studieninteressierte, sich darin zurechtzufinden. Acht Studierende von Wirtschaftsingenieurwesen Medien haben Abhilfe geschaffen: den \"Mazerunner\", eine Art Superheld, der alle Interessierten durch das HdM-Labyrinth führt.",
      "detail_text":" <h4>\"Mazerunner\" - der Helfer im Hochschul-Labyrinth</h4><p>\"Mazerunner\" ist eine mobile Anwendung die Rätselspaß und Orientierungshilfe kombiniert. Dabei erhält der Benutzer die Aufgabe, sechs Räumlichkeiten der HdM aufzusuchen und dort einen versteckten Geheimcode zu finden. Nach Eingabe des Codes in ein Smartphone muss er eine Frage beantworten, die mit dem aufgesuchten Raum zusammenhängt. Wer die richtige Antwort finden will, muss sich dann auch ganz genau umsehen. Denn sie befindet sich auf Plakaten, Informationsblättern, Bildern oder sonstigen Gegenständen. Im Fotolabor gilt es, das Gewicht des größten Objektivs herauszufinden, in der Bibliothek die Anzahl der dortigen Bücher. Ist die Frage korrekt beantwortet, geht es weiter in den nächsten Raum.</p><h4>Das Projekt</h4><p>Der \"Mazerunner\" wurde innerhalb eines Semesters von acht Studierenden entwickelt. Dabei konnte sich jeder Teilnehmer um genau diejenigen Aufgaben kümmern, welche seinen Stärken entsprachen: Kreative Köpfe haben das Labyrinth-Spiel entwickelt, Gestalter den Mazerunner und seine Umgebung entworfen und Entwickler das Spiel als eine Web-Anwendung mit JavaScript und PHP umgesetzt. Aber auch weitere anspruchsvolle Aufgaben wie Projektleitung, Testplanung und durchführung sowie die Vorbereitung der Räumlichkeiten für die MediaNight sind in dem Projekt nicht zu kurz gekommen. Insgesamt war der Mazerunner ein sehr erfolgreiches Projekt, das gerne als Aushängeschild für den Studiengang benutzt wird.</p><h4>Neugierig?</h4><p>Hier ist der Zugang zum <a href='http://141.62.68.173/mazerunner/' target='_blank' title='Link zur Anwendung Mazerunner' class='text-link'>Mazerunner</a>. Preise gibt es im Moment nicht mehr, aber auf jeden Fall kann man einen ersten Eindruck über das Spiel gewinnen. </p>",
      "detail_media":[
        {
          "detail_img_src":"",
          "detail_img_alt":""
        }
      ],
      "date":"2016-07-06",
      "contacts":[
        "doersam"
      ],
      "prId":10
    }
  ]
}